reference.html
<!doctype html>
<html>
<head>
<meta charset="UTF-8"><title>
F&amp;F Org-Export</title>
<link rel="stylesheet" href="css/styles.css" ></head>
<body>
<div class="row" ><div class="col-1" ></div><div class="col-3" ><h1 class="title" id="title">F&amp;F Org-Export</h1></div><div class="col" ></div></div><div class="row" ><div class="col-1" ></div><div class="col-3" >
<div id="outline-container-orged6b34e" class="outline-2">
<h2 id="orged6b34e">Fonts being used</h2>
<div class="outline-text-2" id="text-orged6b34e">
<p>
The titles and subtitles are using the <a href="https://fonts.google.com/specimen/Oswald?query=oswald">Oswald</a> font. The title uses the \(700\) <b>bold</b> font weight, while the subtitles use the \(500\) medium font weight.
</p>

<p>
The body of the text uses <a href="https://fonts.google.com/specimen/Roboto?query=Roboto">Roboto</a> font. The following is dummy text. Tertullian wrote regarding love for enemies: &ldquo;Our individual, extraordinary, and perfect goodness consists in loving our enemies. To love one&rsquo;s friends is common practice, to love one&rsquo;s enemies only among Christians.&rdquo;
</p>

<p>
Love encompasses the Islamic view of life as universal brotherhood that applies to all who hold faith. Amongst the 99 names of God (Allah), there is the name Al-Wadud, or &ldquo;the Loving One,&rdquo; which is found in Surah . God is also referenced at the beginning of every chapter in the Qur&rsquo;an as Ar-Rahman and Ar-Rahim, or the &ldquo;Most Compassionate&rdquo; and the &ldquo;Most Merciful&rdquo;, indicating that nobody is more loving, compassionate and benevolent than God. The Qur&rsquo;an refers to God as being &ldquo;full of loving kindness.&rdquo;
</p>
</div>
</div>

<div id="outline-container-orge777712" class="outline-2">
<h2 id="orge777712">Font Weights in Dummy Text</h2>
<div class="outline-text-2" id="text-orge777712">
<p>
A solitary plant, <b>it is green, globose,</b> and around 3–5 cm in diameter. The tuberous carrot-like roots grow up to 10 cm long. The areoles are sunken between the podaria and are woolly, with no spines. <b>The yellow</b> flowers occur on the stem tip and are 3-4 cm in diameter.
</p>

<p>
Cintia knizei is a small alpine cactus native to the high Andes of Bolivia. The plant was discovered by Karel Kníže in 1969 at an elevation of 4,000 m (13,000 ft) near Otavi, in Potosí Department, Bolivia. <i>However, it was not formally described</i> until 1996 by Jan Říha. The genus is named after the town of Cinti in Chuquisaca Department.
</p>
</div>
</div>

<div id="outline-container-org13c1c81" class="outline-2">
<h2 id="org13c1c81">Dummy text and bullet lists</h2>
<div class="outline-text-2" id="text-org13c1c81">
<p>
The Moon is a very slightly scalene ellipsoid due to tidal stretching, with its long axis displaced 30° from facing the Earth (due to gravitational anomalies from impact basins). Its shape is more elongated than current tidal forces can account for. This &rsquo;fossil bulge&rsquo; indicates that the Moon solidified when it orbited at half its current distance to the Earth, and that it is now too cold for its shape to adjust to its orbit.
</p>

<ul class="org-ul">
<li>&ldquo;Her&rdquo;, by Tyler, the Creator from Goblin, 2011</li>
<li>Her (film), a 2013 American science fiction film</li>
<li>Kismet (Marvel Comics) or Her, a fictional superhero</li>
<li>Helper (Amtrak station) (sation code HER)</li>
<li>Heraklion International Airport (IATA code HER)</li>
</ul>

<p>
This is a door with a dummy Shakespeare wall and text. <a href="https://youtu.be/ocaTt0ILPWY">She found now</a>. Crystallization of this magma ocean would have created a mafic mantle from the precipitation and sinking of the minerals olivine, clinopyroxene, and orthopyroxene; after about three-quarters of the magma ocean had crystallised, lower-density plagioclase minerals could form and float into a crust atop.
</p>

<p>
And this is a little maths. To typeset mathematics, org-mode uses <a href="https://mathjax.org">MathJax</a>
</p>

<p>
\[\int_{c\in C} Hom(Fc, Gc) \cong Nat(F,G)\]
</p>

<p>
But I must explain to you how all this mistaken idea of denouncing pleasure and praising pain was born and I will give you a complete account of the system, and expound the actual teachings of the great explorer of the truth, the master-builder of human happiness. No one rejects, dislikes, or avoids pleasure itself, because it is pleasure, but because those who do not know how to pursue pleasure rationally encounter consequences that are extremely painful. Nor again is there anyone who loves or pursues or desires to obtain pain of itself, because it is pain, but because occasionally circumstances occur in which toil and pain can procure him some great pleasure.
</p>
</div>
</div>

<div id="outline-container-org4870d3f" class="outline-2">
<h2 id="org4870d3f">Code and Media</h2>
<div class="outline-text-2" id="text-org4870d3f">
<p>
Org-Mode can output code snippets and highlight them. The rest is dummy text.<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup> You come now and here I wonder. I wonder how that you found out. I wonder how that you find out. Could. You could. You. You could be here I wonder. You couldn&rsquo;t hide that its over. You&rsquo;re coming now that its over. You. You. Could. You. Could Could. You, come back, and see I welcome. I wonder how that you find out. You wonder how that you find out. You. Could. You. Could.
</p>

<div class="org-src-container">
<pre class="src src-common-lisp">(<span style="color: #b877db;">defun</span> <span style="color: #21bfc2;">factorial</span> (n<span style="color: #f9cec3;">)</span>
  (<span style="color: #b877db;">if</span> (zerop n<span style="color: #f9cec3;">)</span>
    (* n (factorial (1- n<span style="color: #f9cec3;">))))))</span>
</pre>
</div>

<p>
The concept of beauty in men is known as &rsquo;bishōnen&rsquo; in Japan. Bishōnen refers to males with distinctly feminine features, physical characteristics establishing the standard of beauty in Japan and typically exhibited in their pop culture idols. A multibillion-dollar industry of Japanese Aesthetic Salons exists for this reason. However, different nations have varying male beauty ideals; Eurocentric standards for men include tallness, leanness, and muscularity; thus, these features are idolized through American media, such as in Hollywood films and magazine covers.
</p>

<iframe width="560" height="315" src="https://www.youtube.com/embed/OEHP9XDYBiM" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>

<p>
Some dog breeds have acquired traits through selective breeding that interfere with reproduction. Male French Bulldogs, for instance, are incapable of mounting the female. For many dogs of this breed, the female must be artificially inseminated to reproduce.
</p>
</div>
</div>
</div><div class="col" ></div></div><div class="row" ><div class="col-1" ></div><div class="col-3" ><div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
This is a dummy footnote. Some  psychoanalysts, however, claim that it is wrong to convince the patient &rsquo;that their love is an illusion&#x2026;that it&rsquo;s not you she loves. Freud was off base when he wrote that. It is you. Who else could it be?&rsquo;
</p></div></div>


</div>
</div></div><div class="col" ></div></div></body>
</html>
